export default [{
    versionNumber: 'v1.1.2_20210104',
    log: [
      '新增收益日历',
    ]
  },
  {
    versionNumber: 'v1.1.1_20211230',
    log: [
      '新增加仓减仓,修改持仓等功能',
    ]
  },
  {
    versionNumber: 'v1.1.0_20211229',
    log: [
      '问题修复,优化体验',
    ]
  },
  {
    versionNumber: 'v1.0.9_20211229',
    log: [
      'UI优化',
      '首页加入下拉刷新功能'
    ]
  },
  {
    versionNumber: 'v1.0.8_20211228',
    log: [
      '新增赞赏页,设置页首页都有入口',
      '打赏下小老弟,动力十足哦~~'
    ]
  },
  {
    versionNumber: 'v1.0.7_20211225',
    log: [
      '新增收益统计页,收益明细啥的',
    ]
  },
  {
    versionNumber: 'v1.0.6_20211222',
    log: [
      '问题修复,性能优化',
    ]
  },
  {
    versionNumber: 'v1.0.6_20211219',
    log: [
      '设置页面中心无障碍模式,可以改善红绿色盲色弱等造成的影响',
    ]
  },
  {
    versionNumber: 'v1.0.5_20211217',
    log: [
      '分组功能支持!支持分组查看和编辑',
      '支持持仓占比显示',
    ]
  },
  {
    versionNumber: 'v1.0.4_20211215',
    log: [
      '新增简洁模式,可以进入设置页面切换',
      '新增估算标签,可以进入设置页面切换',
    ]
  },
  {
    versionNumber: 'v1.0.3_20211213',
    log: [
      '新增更多设置项,可进入设置页面查看',
      '错误修复,体验优化'
    ]
  },
  {
    versionNumber: 'v1.0.2_20211211',
    log: [
      '首页列标题显示自定义显示顺序（设置页面）',
    ]
  },
  {
    versionNumber: 'v1.0.1_20211210',
    log: [
      '优化收益计算方式，收益计算更精确',
    ]
  },
  {
    versionNumber: 'v1.0.0_20211206',
    log: [
      '基金助手上线了',
      '登录注册功能上线,暂支持邮箱注册,邮箱激活账号后登录使用~'
    ]
  }
]